---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.Structure.StructuralSections.StructuralSectionRectangular
source: html/df696d19-ab23-08a4-cc08-e6f128350d10.htm
---
# StructuralSectionRectangular Members

Returns size of the section boundary.